Repository: Janlor/AIDataInsight-iOS
Catalog: app-ios/Packages/library-basics/Sources/BaseUI/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# %.2f天
source: %.2f days
zh_hans: %.2f天
zh_hant: %.2f天

# %d份
source: %d copies
zh_hans: %d份
zh_hant: %d份

# %d分钟
source: %d minutes
zh_hans: %d分钟
zh_hant: %d分鐘

# %d天
source: %d days
zh_hans: %d天
zh_hant: %d天

# %d天%d小时%d分钟
source: %d days %d hours %d minutes
zh_hans: %d天%d小时%d分钟
zh_hant: %d天%d小時%d分鐘

# %d小时%d分钟
source: %d hours %d minutes
zh_hans: %d小时%d分钟
zh_hant: %d小時%d分鐘

# %d次
source: %d times
zh_hans: %d次
zh_hant: %d次

# yyyy年MM月
source: MMMM yyyy
zh_hans: yyyy年MM月
zh_hant: yyyy年MM月

# 一
source: Mon
zh_hans: 一
zh_hant: 一

# 万
source: ten thousand
zh_hans: 万
zh_hant: 萬

# 三
source: Wed
zh_hans: 三
zh_hant: 三

# 上拉加载
source: Pull up to load more
zh_hans: 上拉加载
zh_hant: 上拉加載

# 下拉刷新
source: Pull down to refresh
zh_hans: 下拉刷新
zh_hant: 下拉刷新

# 二
source: Tues
zh_hans: 二
zh_hant: 二

# 五
source: Fri
zh_hans: 五
zh_hant: 五

# 亿
source: hundred million
zh_hans: 亿
zh_hant: 億

# 元
source: yuan
zh_hans: 元
zh_hant: 元

# 六
source: Sat
zh_hans: 六
zh_hant: 六

# 分钟
source: minutes
zh_hans: 分钟
zh_hant: 分鐘

# 去开启
source: Setting
zh_hans: 去开启
zh_hant: 去開啟

# 取消
source: Cancel
zh_hans: 取消
zh_hant: 取消

# 吨
source: ton
zh_hans: 吨
zh_hant: 噸

# 四
source: Thur
zh_hans: 四
zh_hant: 四

# 天
source: day
zh_hans: 天
zh_hant: 天

# 搜索
source: Search
zh_hans: 搜索
zh_hant: 搜尋

# 日
source: Sun
zh_hans: 日
zh_hant: 日

# 暂无数据
source: No Data
zh_hans: 暂无数据
zh_hant: 暫無數據

# 暂无网络
source: No Network Available
zh_hans: 暂无网络
zh_hant: 暫無網絡

# 松开刷新
source: Release to refresh
zh_hans: 松开刷新
zh_hant: 松開刷新

# 松开加载
source: Release to load more
zh_hans: 松开加载
zh_hant: 松開加載

# 正在刷新
source: Refreshing
zh_hans: 正在刷新
zh_hant: 正在刷新

# 正在加载
source: Loading
zh_hans: 正在加载
zh_hant: 正在加載

# 正在载入
source: Loading
zh_hans: 正在载入
zh_hant: 正在載入

# 没有了
source: No more
zh_hans: 没有了
zh_hant: 沒有了

# 确定
source: Confirm
zh_hans: 确定
zh_hant: 確定

# 确认
source: Confirm
zh_hans: 确认
zh_hant: 確認

# 自定义
source: Custom
zh_hans: 自定义
zh_hant: 自定義

# 请在设置中开启相册访问权限
source: Please enable album access in Settings
zh_hans: 请在设置中开启相册访问权限
zh_hant: 請在設置中開啟相冊訪問權限

# 请选择
source: Please choose
zh_hans: 请选择
zh_hant: 請選擇

# 重试
source: Retry
zh_hans: 重试
zh_hant: 重試
